export const ru = {
  header: {
    bonuses: "Бонусы",
    store: "Магазин",
    FAQ: "FAQ",
    contacts: "Контакты",
    login: "Войти",
    registration: "Регистрация",
    withUs: "Оставайся с нами:",
  },
  footer: {
    fastLinks: "Быстрые ссылки",
    cookieInfo: "Информация о cookie",
    publicOffer: "Публичная оферта",
    right: "© 2022 Leadshub. Все права защищены.",
  },
  cookie: {
    body: `Мы используем файлы cookie, чтобы обеспечить удобство пользователей и
    показывать релевантные маркетинговые предложения. Нажмите “Принять”,
    чтобы подвердить согласие на обработку cookies.`,
    more: "Подробнее",
    accept: "Принять",
    decline: "Запретить",
  },
  cookieInfo: {
    title: "Уведомление об использовании cookie",
    body1: `Наш сайт использует файлы cookie и другие похожие технологии
    (пиксельные тэги и т.п.), чтобы предоставлять услуги, наиболее
    отвечающие Вашим интересам и потребностям, а также собирать
    статистическую и маркетинговую информацию для анализа и
    совершенствования наших услуг.`,
    body2: `При использовании данного сайта, вы подтверждаете свое согласие на
    использование файлов cookie и других похожих технологий в соответствии
    с настоящим Уведомлением. Если Вы не согласны, чтобы мы использовали
    данный тип файлов, Вы должны соответствующим образом установить
    настройки Вашего браузера или не использовать наш сайт.`,
    body3: `Обращаем Ваше внимание на то, что при блокировании или удалении cookie
    файлов, мы не можем гарантировать корректную работу нашего сайта в
    Вашем браузере. Cookie файлы, которые сохраняются через веб-сайт, не
    содержат сведений, на основании которых можно Вас идентифицировать!`,
    body4: `Что такое файл cookie и другие похожие технологии`,
    body5: `Файл cookie представляет собой небольшой текстовый файл, сохраняемый
    на вашем компьютере, смартфоне или другом устройстве, которое Вы
    используете для посещения интернет-сайтов. Некоторые посещаемые Вами
    страницы могут также собирать информацию, используя пиксельные тэги и
    веб-маяки, представляющие собой электронные изображения, называемые
    одно-пиксельными (1×1) или пустыми GIFизображениями.`,
    body6: `Файлы cookie могут размещаться на вашем устройстве нами («собственные»
      файлы cookie) или другими операторами (файлы cookie «третьих лиц»).`,
    body7: `Мы используем два вида файлов cookie на сайте: «cookie сессии» и
    «постоянные cookie». Cookie сессии — это временные файлы, которые
    остаются на устройстве пока вы не покинете сайт. Постоянные cookie
    остаются на устройстве в течение длительного времени или пока вы
    вручную не удалите их (как долго cookie останется на вашем устройстве
    будет зависеть от продолжительности или «времени жизни» конкретного
    файла и настройки вашего браузера).`,
  },
  publicOffer: {
    title: "Публичная оферта",
    body1: `Настоящее Соглашение об оказании услуг веб-мастерами и рекламодателям
    при регистрации в Системе является официальной письменной публичной
    офертой Leadshub.`,
    body2: `Перед регистрацией в партнерской программе внимательно ознакомьтесь с
    условиями Соглашения.`,
    body3: `Использование системы возможно только на этих условиях.`,
    points: [
      {
        heading: "Порядок регистрации на сайте и общее положение.",
        points: [
          "Для предоставления доступа к партнерской сети Leadshub Участникам необходимо пройти регистрацию на сайте - www.leadshub.pro;",
          "Использование партнерской программы доступно физическим и юридическим лицам;",
          "Рекламодателю предоставляется возможность рекламировать свои товары и услуги и получать заявки на приобретение товаров и услуг, за что рекламодатель обязан выплатить вознаграждение;",
          "Веб-мастера размещают рекламные средства и привлекают клиентов разрешенными рекламодателем методами. Если посетитель переходит на сайт рекламодателя и совершает сделку – веб-мастер получает предварительно оговоренное вознаграждение;",
          "Все участники партнерской программы далее в документе будут именоваться «Стороны»;",
          "При регистрации в партнерской программе, Стороны автоматически соглашаются с Соглашением и обязуются выполнять все его правила и условия;",
          "После завершения регистрации и активации учетной записи Стороны получают доступ к использованию партнерской сети. Данные, заданные ими при регистрации, Стороны могут изменить в своем личном кабинете самостоятельно, кроме изменения адреса электронной почты.",
        ],
      },
      {
        heading: "Правила участия в партнерской сети Leadshub.",
        points: [
          "Предметом настоящей оферты является предоставление доступа Сторон к пользованию партнерской сетью Leadshub, размещенной на доменном имени www.leadshub.pro;",
          "Компания Leadshub (далее Компания) не проводит анализ рекламных материалов на соответствие их действующему законодательству;",
          "Стороны гарантируют, что Компания ни при каких обстоятельствах не будет нести ответственность перед государственными контролирующими органами и/или третьими лицами за недостоверность размещаемой рекламной информации, а также несоответствию рекламных материалов законодательству страны их распространения. Ответственность за содержание рекламного контента/продукта согласно действующего законодательства страны размещения или места совершения сделки, несет сторона предоставившая его.",
          "При принятии настоящей Оферты Стороны уведомлены и согласны, что Компания отслеживает и учитывает все лиды и предоставляет Участникам сведения об этом в виде статистических данных, а также ведет расчеты вознаграждений. Компания принимает окончательное решение о том, состоялась ли сделка или нет;",
          "Рекламодатель обязуется оплатить Компании все совершенные лиды по размещенным рекламным материалам Рекламодателя на основании данных статистики Компании;",
          "Компания вправе приостановить свои услуги на время проведения технических и профилактических работ. Убытки, понесенные веб-мастерами за этот период Компания компенсировать не обязуется;",
          "Компания обязуется предупреждать о плановых работах на сайте и боте.",
        ],
      },
      {
        heading: "Гарантии Сторон.",
        points: [
          "Стороны гарантируют, что введенные ими при регистрации персональные и идентификационные данные действительны и актуальны;",
          "Стороны самостоятельно несут ответственность за сохранность своих данных (логин, пароль, api-key) для доступа к партнерской сети Leadshub и обязуются не передавать их третьим лицам.",
        ],
      },
      {
        heading: "Выплаты.",
        points: [
          "Величина вознаграждения определяется видом оплачиваемого действия и тарифом, установленным Компанией за данное действие;",
          "Выплаты Веб-мастерам за лиды, осуществляются только после того, как Рекламодатель перечислит предоплату на счет в личном кабинете партнерской сети Leadshub;",
          "На сумму вознаграждения, находящегося на счетах Участников Компании в партнерской сети Leadshub не начисляются никакие проценты, независимо от срока выплаты;",
          "Доходом Компании является агентское вознаграждение/разница между стоимостью оплаченного заказа и оплатой веб-мастерам или суммы денежных средств в оговоренной части. Суммы поступающие на счета Компании не являются её доходом. Компания предоставляет услуги агента/субагента.",
        ],
      },
      {
        heading: "Срок действия настоящей оферты и её расторжения.",
        points: [
          "Настоящая Оферта заключается на неопределённый срок;",
          "Участники могут расторгнуть договор по своему желанию в любой момент времени письменно уведомив о расторжении договора за 30 (тридцать) календарных дней до даты расторжения;",
          "Компания в любой момент обладает правом расторгнуть настоящий договор с любым Участником сети, если причиной расторжения является нарушение условий настоящего Договора и/или действующего законодательства страны размещения, места совершения сделки.",
        ],
      },
      {
        heading: "Защита персональных данных.",
        points: [
          "Компания принимает все необходимые меры для защиты персональных данных о Пользователе от неправомерного доступа, изменения, раскрытия или уничтожения;",
          "Компания предоставляет доступ к персональным данным о Пользователе только кругу лиц, которым эта информация необходима для обеспечения функционирования Сайта, и с целью оказания Услуг Пользователю;",
          "Компания вправе использовать предоставленную Пользователем информацию, в том числе - персональные данные, в целях обеспечения соблюдения требований действующего законодательства страны размещения, места совершения сделки.",
        ],
      },
      {
        heading: "Права и обязанности сторон.",
        points: [
          "Компания не несет ответственность за непредвиденные сбои в работе ресурса и понесенные за счет этого убытки сторон;",
          "Компания имеет право редактировать данное Соглашение без обоснования и в одностороннем порядке;",
          "Стороны несут ответственность за ввод корректных и достоверных сведений при регистрации в системе.",
        ],
      },
      {
        heading: "Заключительные положения.",
        points: [
          "Ставшее недействительным положение считается замененным другим, наиболее близким по смыслу и назначению. Это же действует и для возможных упущенных положений настоящих Правил;",
          "Для разрешения споров в судебном порядке применяется действующее законодательство страны распространения рекламы.",
        ],
      },
    ],
  },
  notFound: {
    title: "Такой страницы не существует",
    home: "Главная страница",
    cards: [
      {
        title: "Бонусы",
        subtitle: "Скидки и бонусы от партнеров.",
      },
      {
        title: "Магазин",
        subtitle: "Топовые товары за лиды.",
      },
      {
        title: "Блог",
        subtitle: "Кейсы, связки и многое другое.",
      },
      {
        title: "Чатик",
        subtitle: "Добрый, уютный и приятный в общении.",
      },
    ],
  },
  workInProgress: {
    title: "В данный момент на сайте проводятся технические работы",
  },
  login: {
    title: "Войти",
    email: "E-mail",
    password: "Пароль",
    rememberMe: "Запомнить меня",
    login: "Войти",
    donthaveaccount: "У Вас еще нет аккаунта?",
    createAccount: "Создайте аккаунт",
  },
  registration: {
    title: "Регистрация. Шаг ",
    haveAccount: "У Вас уже есть аккаунт?",
    login: "Войти",

    name: "Имя",
    email: "E-mail",
    password: "Пароль",
    repeatPassword: "Повторите пароль",
    contactType: "Способ связи",
    privacyConfirmation:
      "Я соглашаюсь на обработку персональных данных на условиях политики конфиденциальности.",
    newsletterConfirmation:
      "Я соглашаюсь получать e-mail-рассылки о новых офферах, акциях и бонусах.",
    cheatingConfirmation:
      "Я соглашаюсь с тем, что при обнаружении любых накруток и мошеннических действий (фрод и т.д.), весь трафик обнуляется и аккаунт банится",
    next: "Далее",
    requiredField: "Это обязательное поле",
    passwordsError: "Пароли не совпадают",
    mailError: "Пожалуйста, введите существующий почтовый адрес",

    vertical: "Вертикаль",
    sourceTraffic: "Источник траффика",
    volumeTraffic: "Объем пролитого трафика за прошлый месяц",
    workOld: "Опишите свой предыдущий опыт работы",
    promo: "Промокод (если есть)",
    acceptTheHandler: "Согласен(-на) с обработкой данных",
    back: "Назад",
    registration: "Зарегистрироваться",

    success: "Вы успешно зарегистрированы!",
    id: "Ваш id: ",
    manager: "Ваш менеджер: ",
    body1: `Модерация аккаунта проходит в течении 48ч, без учета выходных. Если в
    течении этого времени вам не напишет менеджер, значит вы пока не
    подходите для работы с нами!`,
    body2: `Если же у вас срочный вопрос или вам требуется уникальное решение
    проблемы, вы можете самостоятельно написать своему менеджеру!`,
  },
  contacts: {
    title: "Контакты",
    cooperation: "Сотрудничество",
    other: "Остальные",
    support: "Поддержка веб-мастеров",
    telegramSupport: "Поддержка в Telegram:",
    questions: "вопросы и предложения:",
    resumes: "Ваши резюме:",
  },
  bonuses: {
    title: "Скидки и бонусы",
    allCategories: ["Скидки", "Кэшбэки", "Подарки"],
    category: "Категория",
    search: "Поиск",
    goToBonus: "Перейти",
    allBonuses: [
      {
        text: "Мобильная прокси платформа 4G/5G/LTE",
        bonusLeft: "15%",
        bonusRight: "off",
        promocodeText: "Coupon:",
        category: "Скидки",
      },
      {
        text: "Трастовые виртуальные карты для арбитража и онлайн покупок",
        bonusLeft: "∞",
        bonusRight: "карт",
        promocodeText: "без минимального пополнения По промокоду:",
        category: "Подарки",
      },
      {
        text: "Новый сервис по виртуальным банковским картам",
        bonusLeft: "100",
        bonusRight: "карт",
        promocodeText: "бесплатно (свежереги). По промокоду:",
        category: "Подарки",
      },
      {
        text: "Облачный сервис клоакинга. Подходит под все источники.",
        bonusLeft: "скидка",
        bonusRight: "30%",
        promocodeText: "на любой тариф. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Лучший сервис виртуальных номеров для регистрации аккаунтов",
        bonusLeft: "КЭШБЭК",
        bonusRight: "10%",
        promocodeText: "от первого пополнения и приятный бонус. По промокоду:",
        category: "Кэшбэки",
      },
      {
        text: "Многофункциональный конструктор PWA-приложений под любую вертикаль",
        bonusLeft: "скидка",
        bonusRight: "15%",
        promocodeText: "на подписки. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Сервис для управления аккаунтами и автозалива кампании в фейсбук в одном окне.",
        bonusLeft: "скидка",
        bonusRight: "20%",
        promocodeText: "на первую оплату. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Клоакинг. Фильтр ботов. CPA-трекер. Все в одном!",
        bonusLeft: "СКИДКА",
        bonusRight: "15%",
        promocodeText: "на любой тариф. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Отличный SPY-Сервис",
        bonusLeft: "скидка",
        bonusRight: "50%",
        promocodeText: "+ 1000 просмотров и 100 поисков. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Инструмент для работы с рекламой",
        bonusLeft: "скидка",
        bonusRight: "15%",
        promocodeText: "на первую покупку. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Личные мобильные прокси",
        bonusLeft: "скидка",
        bonusRight: "15%",
        promocodeText: "на bigdaddy. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Трекинг-платформа для арбитража",
        bonusLeft: "скидка",
        bonusRight: "20%",
        promocodeText:
          "на покупку для нового клиента сроком до 3х месяцев. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Клоакинг сервис для Facebook",
        bonusLeft: "скидка",
        bonusRight: "40%",
        promocodeText: "на первую оплату. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Аналитика телеграм каналов",
        bonusLeft: "скидка",
        bonusRight: "15%",
        promocodeText: "на первую оплату. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Аналитика рекламы в Instagram",
        bonusLeft: "скидка",
        bonusRight: "15%",
        promocodeText: "на первую оплату. По промокоду:",
        category: "Скидки",
      },
      {
        text: "Аналитика рекламы в Facebook",
        bonusLeft: "скидка",
        bonusRight: "15%",
        promocodeText: "на первую оплату. По промокоду:",
        category: "Скидки",
      },
    ],
    shopPreview: {
      title: "Заливай трафик, получай баллы, обменивай их на призы",
      goToShop: "В магазин",
      cards: [
        "iPhone 14 Pro Max - 256GB",
        "Watch Series 7 - 45 мм",
        "AirPods Max",
        "Наушники\n Apple AirPods Pro",
      ],
    },
  },
  pointsStore: {
    title: "Магазин баллов",
    nothingFound: "Ничего не нашлось",
    infoCards: [
      {
        supTitle: "01.",
        title: "Получай баллы за депозиты",
        subTitle: "Заливай трафик, накапливай баллы и обменивай их на призы.",
      },
      {
        supTitle: "02.",
        title: "Обновляем каждый месяц",
        subTitle:
          "Не нашел интересующий приз? Отпиши менеджеру и он его добавит.",
      },
      {
        supTitle: "03.",
        title: "Как принять участие?",
        subTitle:
          "Подключай оффер и запускай трафик - баллы засчитываются автоматически!",
      },
    ],
    sortVariants: ["По возрастанию цены", "По убыванию цены"],
    allCategories: "Все категории",
    priceFilter: {
      title: "Цена, Балл",
      from: "От",
      to: "До",
      apply: "Применить",
    },
    search: "Поиск",
    shopCard: {
      points: "БАЛЛОВ",
      details: "Подробнее",
    },
    items: {
      "69": {
        name: "Dyson Pure Hot + Cool HP05",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "техника",
      },
      "68": {
        name: "JBL PartyBox 1000",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "техника",
      },
      "67": {
        name: 'Samsung QE55Q77AAUXCE 75"',
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "техника",
      },
      "66": {
        name: "iPhone 14 Pro Max - 256GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "63": {
        name: "DXRacer OH / IS11 - 150 кг.",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "кресла",
      },
      "62": {
        name: "DXRacer OH / DJ133 - 150 KG",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "кресла",
      },
      "61": {
        name: "Watch Series 7 - 45 мм",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "60": {
        name: "Watch Series 7 - 41 мм",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "59": {
        name: "Watch Series 6 - 40 мм",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "58": {
        name: "AirPods Max",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "57": {
        name: "iPhone 12 Pro - 512 GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "56": {
        name: "iPhone 12 Pro Max - 512 GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "55": {
        name: "iPhone 13 Pro - 512 GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "54": {
        name: "iPhone 13 Pro Max - 1 TB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "49": {
        name: "Keitaro Проф. 3-ех месячная подписка",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "инструменты",
      },
      "48": {
        name: "Indigo Browser 3-ех месячная подписка",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "инструменты",
      },
      "35": {
        name: "Apple TV 4K - 64GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "34": {
        name: "Microsoft Xbox Series X",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "техника",
      },
      "33": {
        name: "Наушники Apple AirPods Pro",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "32": {
        name: "PS4 PlayStation 4 Pro - 1 TB Black",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "техника",
      },
      "27": {
        name: "MacBook Pro 13 Touch Bar - 256 GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "25": {
        name: "iPhone 12 Pro max - 256 GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "24": {
        name: "iPhone 12 - 128 GB",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "apple",
      },
      "23": {
        name: "PlayStation 5",
        desc: "Забрать данный товар можно по запросу у своего менеджера!",
        category: "техника",
      },
    },
    modal: {
      points: "БАЛЛОВ",
      category: "Категория:",
    },
  },
  faq: {
    title: "Вопросы и ответы",
    search: "Поиск вопроса",
    subTitle: "Или выбирите категорию вопроса ниже.",
    didntFoundAnswer: {
      title: "Не нашли ответ на свой вопрос?",
      mail1: "Напишите вопрос на почту ",
      mail2: ", и мы обязательно поможем!",
    },
    questionTabs: [
      {
        label: "Начало работы",
        questions: [
          {
            heading: "Как мне зарегистрироваться?",
            solution:
              'На главной странице сайта есть кнопка "Регистрация" по нажатию на неё открывается форма. При заполении как можно подробнее расскажите о своем опыте и внимательно заполняйте пункты. Заполненная вами информация повлияет на дальнейщую работу и предложения от менеджера.',
          },
          {
            heading: "Как получить персонального менеджера?",
            solution:
              "После регистрации, в течении пары часов менеджер сам отпишет вам по указанным контактам.",
          },
        ],
      },
      {
        label: "Офферы",
        questions: [
          {
            heading: "Как подключить оффер?",
            solution:
              'Офферы доступны во вкладке "Офферы", где вы лично сможете со всем ознакомится и выбрать наиболее подходящее предложение, после чего оставить тикет на подключение. Если же вы не знаете на что лучше пустить трафик, обратитесь к своему личному менеджеру. Мы всегда подскажем, куда запустить трафик с максимальной выгодой для вас.',
          },
          {
            heading: "Как часто обновляется статистика?",
            solution:
              "Статистика по кликам обновляется в режиме реального времени. Конверсия может отображаться как сразу, так и с некоторой задержкой (от 15 минут до суток).",
          },
          {
            heading: "Что такое CPA, CPL, Revshare?",
            solution:
              "CPA — Это разовая выплата за целевое действие - чаще всего это: покупка или депозит.\n\nCPL - Опять же разовая оплата, но уже за регистрацию.\n\nRevshare — это модель оплаты, при которой вы получаете не фиксированную сумму за привлеченного лида, а процент от дохода компании в течение всего времени работы с ним.",
          },
          {
            heading: "Что такое Hold ?",
            solution:
              "Холд - период, необходимый рекламодателю для оценки качества конверсий и для анализа соответствия траффика указанным в оффере KPI.",
          },
          {
            heading: "Что такое KPI ?",
            solution:
              "KPI (Key Performance Indicators, ключевые показатели эффективности) — это требования рекламодателя к трафику. Условия, при которых трафик будет оплачен, прописаны в каждом оффере. Больше информации о KPI вы найдете в статье.",
          },
          {
            heading: 'Что такое "кап" (Тестовая капа) ?',
            solution:
              "Когда вы впервые начинаете работать с каким-либо оффером, вам необходимо пройти квалификацию, чтобы ваш трафик был признан рекламодателем качественным. Для этого нужно в тестовом режиме привести на оффер ограниченное количество конверсий — их называют тестовым лимитом.",
          },
          {
            heading: "Как мне получить ставку выше?",
            solution:
              "Все ставки пересматриваются сразу после тестового пролива. Так же, не стоит забывать, что высокий объем трафика (при хорошем качестве) является главным основанием для повышения ставки.",
          },
          {
            heading: "Как оценивается качество трафика?",
            solution:
              "Рекламодатель оценивает активность трафика на площадке, повторные визиты, CR из регистраций в оплачиваемое действие, повторные конверсии, время на посадочных страницах, отказы и множество других показателей. Они составляют KPI оффера.",
          },
          {
            heading: "Когда проходит сверка от рекламодателя?",
            solution:
              "Сверки у разных рекламодателей происходят с разным графиком: еженедельно, два раза в месяц или ежемесячно. Подробнее можно уточнить у вашего персонального менеджера или команды поддержки.",
          },
        ],
      },
      {
        label: "Финансовые вопросы",
        questions: [
          {
            heading: "Реферальные выплаты",
            solution:
              "Вы можете приводить неограниченное кол-во рефералов. Выплаты получаются раз в месяц.\n- Запрещены любые махинации с реферальными выплатами.",
          },
          {
            heading: "Когда поступит выплата?",
            solution:
              "С этим вопросом вам стоит обратиться к личному менеджеру, т.к по всем офферам сроки выплат разные.",
          },
          {
            heading: "Как получить выплату досрочно?",
            solution:
              "Для этого нужно: быть авторизированным в нашем боте, пройти тестовый период, иметь минимум 2 выплаты.",
          },
          {
            heading: "Какова минимальная сумма для выплаты?",
            solution:
              "Сейчас минимальной суммы для выплаты в нашей CPA-Сети не установлено, но не стоит забывать, что бывают рекламодатели, которые выплачивают от определенного кол-ва лидов (2-5 штук).",
          },
          {
            heading: "Куда я могу получить выплату?",
            solution:
              "Актуальный список платежных реквизитов от 10.08.2023:\n\n• Счет Capitalist - Без комиссии\n• Qiwi 3%\n• ЮMoney 3%\n• Банковские карты РФ (без комиссии, по курсу обменника)\n• Банковские карты Украины, UAH 2%\n• Банковские карты Казахстана, KZT 3% + 0.8 USD\n• USDT trc20 (без комиссии)",
          },
          {
            heading: "Как изменить реквизиты и метод для выплаты ?",
            solution:
              '1. В личном кабинете есть вкладка "Платежканя система", там устанавливаете нужные для вас реквизиты.\n2. Попросить личного менеджера установить нужный реквизит.',
          },
        ],
      },
      {
        label: "Запрещенный трафик",
        questions: [
          {
            heading: 'Что подразумевается под "запрещенным трафиком" ?',
            solution:
              "Запрещенный трафик - Это трафик, который не будет оплачивать рекламодатель. Списко запрещенного трафика:\n\n— Фрод, боты и мотивированный трафик: — с сервисов размещения заданий (системы активной рекламы, буксы).\n— Cashback-трафик: запрещается обещать пользователям деньги/другое вознаграждение за счет выплаты вебмастера.\n— Боты, мультиаккаунты, любая накрутка пользователей.",
          },
          {
            heading: "На каких основаниях трафик признается фродовым ?",
            solution:
              "На стороне рекламодателей проводится проверка трафика, где оценивают множество поведенческих факторов и окупаемость. Среди этих показателей: активность на площадке, повторные визиты, CR из регистраций в оплачиваемое действие, повторные конверсии, время на посадочных страницах, отказы и т.д.\n\nНекоторые из параметров (KPI) рекламодатели не раскрывают, чтобы избежать накруток конверсий с запрещенных ресурсов.",
          },
          {
            heading:
              "Что происходит, если веб-мастер отлил фрод или запрещенный трафик ?",
            solution:
              "— Весь налитый трафик не оплачивается - признается фродовым.\n— Аккаунт веб-мастера блокируется/удаляется.\n— Дальнейшая работа с Leadshub признается невозможной.",
          },
        ],
      },
    ],
  },
  home: {
    first: {
      slide1: {
        mark: "Надежный партнер",
        title: "Монетизируйте трафик по лучшим условиям",
        subTitle:
          "Персональные офферы, собственные инструменты, инсайд информация и связки для топов.",
        button: "Регистрация",
      },
      slide2: {
        mark: "Надежный партнер",
        title: "Получайте прибыль от качественного трафика",
        subTitle:
          "Персональные офферы, собственные инструменты, инсайд информация и связки для топов.",
        button: "Присоединиться",
      },
    },
    second: {
      topCards: [
        {
          title: "Лучшие офферы с местной лицензией",
          subTitle: "Больше не придется беспокоиться за проблемы с платежкой.",
        },
        {
          title: "Наш уникальный SMART-LINK",
          subTitle:
            "Лучшие сделки для стримеров. Наш SMART-LINK охватывает весь мир.",
        },
        {
          title: "Наша вишенка на торте",
          subTitle:
            "Досрочные выплаты и возможность пролива сделок без обязательной капы. Актуальные связки по заливу",
        },
        {
          title: "Все самое удобное только для вас",
          subTitle:
            "Все необходимые инструменты, купоны, диплинки, короткие ссылки и многое другое.",
        },
      ],
      bottomCards: [
        {
          title: "Настройка ссылок для DM",
          subTitle:
            "Поможем с настройкой ссылки для выдачи в DM. Ваши лиды не пройдут мимо.",
        },
        {
          title: "Уникальный Telegram Бот",
          subTitle:
            "Получайте статистику, баланс и досрочные выплаты. Работайте с приложениями, уникализируйте креативы и получайте оповещения о новых лидах.",
        },
        {
          title: "Игровые офферы",
          subTitle:
            "Офферы с пикантным игровым сюжетом показывают невероятный CR.",
        },
        {
          title: "Оповещения о новых лидах",
          subTitle:
            "Устанавливайте постбек в личном кабинете и получайте оповещения в Telegram.",
        },
      ],
    },
    slides: {
      title: "Индивидуальность & инновационность, уверенность",
      subTitle: "Мы продвигаем бренды по всему миру уже 4 года.",
      slidesText: [
        "Выплатили нашим клиентам за время существования нашей компании.",
        "прямых рекламодателей уже сотрудничают с нами",
        "офферов под CPA, CPL, RevShare и Hybrid",
        "веб-мастеров уже зарегестрированы у нас",
      ],
    },
    topTables: {
      labels: ["Топ веб-мастеров", "Топ офферов"],
      topWebMasters: {
        name: "Имя",
        day: "За день",
        month: "За месяц",
      },
      topOffers: {
        name: "Название",
        geo: "Гео",
      },
    },
    shopPreview: {
      title: "Получайте баллы и обменивайте их на подарки",
      subTitle: "Чем больше принятых лидов, тем больше баллов вы накапливаете.",
      button: "В магазин",
      cards: [
        "iPhone 14 Pro Max - 256GB",
        "Watch Series 7 - 45 мм",
        "AirPods Max",
        "Наушники\n Apple AirPods Pro",
        "MacBook Pro 13 Touch Bar - 256 GB",
      ],
    },
    reviews: {
      title: "Отзывы",
      items: [
        {
          label: "Сервисы и партнеры",
          items: [
            {
              text: "С ребятами работаем давно, за все время не было недопониманий ни с нашей, ни с их стороны. Хотелось бы выделить ответственность команды, никогда не было задержек с оплатой позиций. Всегда на связи и за любой кипиш. Видно, что люди радеют за своё дело и стремятся все довести до идеала.",
            },
            {
              text: "С Leadshub мы сотрудничаем уже давно, впечатление максимально положительное. Ребята позитивные, ответственные и амбициозные! Постоянно работают над улучшением партнерки и стараются, чтобы все партнеры были win-win. Желаем не останавливаться на достигнутом и покорять новые вершины партнерского маркетинга. 🚀",
            },
            {
              text: "С Leadshub мы работаем уже не первый год. Довольны ли мы нашим сотрудничеством? Безусловно. Посоветовали бы мы партнерскую сеть? Определенно, да. Трафик поступает стабильно высокого качества с минимальным трешем и отклоном. Команда Leadshub  заинтересована в работе с крупными рекламодателями и знает, как продвигать топовые продукты. Ну, а мы ценим партнерство с такими профессионалами рынка!",
            },
            {
              text: "Сотрудничаем уже давно, за все это время только положительные эмоции! Покупаем у них трафик, и он всегда высшего качества! Команда – топ, всегда приятно пообщаться. Очень компетенные - видно что эксперты, а не нубы. Очень рекомендуем ребят для сотрудничества, если вам нужен по-настоящему качественный траф!🔥",
            },
            {
              text: "За долгое время сотрудничества с Leadshub сложились позитивные впечатления и уверенность в команде. Также хочется заметить рост и развитие сервиса. Наши продукты доступны в партнерской сети Leadshub на одних из лучших условиях на рынке. Будем рады и дальше работать вместе с вами! 💚",
            },
            {
              text: "За год сотрудничества с Leadshub могу с увереностью сказать, что здесь работает команда с огромным опытом, на которую всегда можно положиться. Ребята на связи 24/7, что не может не радовать. Поэтому, мы полностью можем доверить свой продукт настоящим професионалам таким, как Leadshub❤️",
            },
            {
              text: "Работаем с Leadshub очень плотно. Можем с уверенностью сказать, что ребята подходят к своей работе креативно и ответственно. Что касается гемблинга, то знают своё дело на все 100! Придут на помощь и днём и ночью, дадут одни из лучших условий.",
            },
          ],
        },
        {
          label: "Веб-мастера",
          items: [
            {
              text: "Перваночально оставлю отзыв о самой ПП. Удобный интерфейс, легкий в понимании. Выплаты происходят моментально, что очень радует. Рекомендую эту ПП.",
            },
            {
              text: "Подводя итог своему отзыву, хочу сказать всем тем, кто сомневается: попав однажды в Leadshub - ты остаешься навсегда, так случилось и со мной. Будьте осторожны, всем мир ✌️😜",
            },
            {
              text: "Отмечу глубокое понимание саппорта в продуктах + поддержка на всех этапах залива. Тут буквально могут выдать связку, помочь словом и делом, в общем, только положительные впечатления. Верю, что вырасту, благодаря ребятам💪💪💪",
            },
            {
              text: "И в заключение хочу сказать, что партнерка достойная, всегда вовремя платит и даже раньше, хотя объем моего трафика мал, но когда я захожу на Leadshub, он растет 😏",
            },
            {
              text: "Ребята из партнёрки на связи 24/7, можно воспринимать эти слова буквально. Грубо говоря в любое время суток можно получить фидбек, что тоже было приятно) Ах да, тут вы можете получить досрочную выплату, что даёт возможность набирать объёмы в трафике и наливать ещё больше)",
            },
            {
              text: "Хорошая ПП для гемблинга Работаю с этой ПП уже год, саппорт всегда на связи! Офферы с высокими ставками и выплаты всегда прилетают во время.",
            },
            {
              text: "Работаю с лидсхаб больше года, все нравится. Попробовал кучу офферов за это время, если кто целиться в приваты, то вам точно к этим ребятам, последняя канада показа ерс 15 баксов, ставку говорить не буду, чтобы рты не отвалились)",
            },
            {
              text: "Лучшие ребята. Поддержка быстрая и удобная ПП отличная, лью сюда уже 4 месяца и процес полностью нас устравиает, не жалею что мы сотрудничаем. Очень легко отслеживать потоки, все можно мониторить. Саппорт адекватный, выплаты – по требованию. Также, можно заказать досрочную выплату. Спасибо.",
            },
          ],
        },
      ],
    },
  },
};
